Repository: sryyabey/bagla_mobile
Catalog: lib/l10n/app_*.arb
Languages: tr

# loginTitle
source: Log in to Bagla.app
tr: Kayıt ol Bagla.app

# passwordLabel
source: Password
tr: Şifre

# loginButton
source: Log in
tr: Giriş yap

source: Forgot password?
tr: Şifreyi unuttun?

# registerButton
source: Register
tr: Kayıt ol

# facebookLogin
source: Facebook ile devam et
tr: Continue with Facebook

# googleLoginButton
source: Log in with Google
tr: Google ile giriş yap

# googleLogin
source: Continue with Google
tr: Google ile devam et

# onboardTitle1
source: Gather your links in one place
tr: Linklerini tek yerde topla

# onboardDesc1
source: Easily share all your important links from a single profile.
tr: Tüm önemli bağlantılarını tek bir yerde kolayca paylaş.

# onboardTitle2
source: Track your clicks
tr: Tıklamaları takip et

# onboardDesc2
source: See who clicked your links and when they did.
tr: Bağlantılarına kim, ne zaman tıkladı kolayca gör.

# onboardTitle3
source: Use for free
tr: Ücretsiz kullan

# onboardDesc3
source: Bagla.app is completely free â€” start using it right away!
tr: Bagla.app tamamen ücretsizdir, hemen kullanmaya başla!

source: My Links
tr: Linklerim

source: Themes
tr: Temalar

source: Profile
tr: Profil

source: Exit
tr: Çıkış

source: Support
tr: Destek
